results/djangicorn-10-1k.2.log

Summary:
  Total:	0.9141 secs
  Slowest:	0.0218 secs
  Fastest:	0.0034 secs
  Average:	0.0078 secs
  Requests/sec:	1093.9648
  
  Total data:	2000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.003 [1]	|
  0.005 [60]	|■■■■
  0.007 [607]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.009 [62]	|■■■■
  0.011 [44]	|■■■
  0.013 [200]	|■■■■■■■■■■■■■
  0.014 [13]	|■
  0.016 [7]	|
  0.018 [0]	|
  0.020 [0]	|
  0.022 [6]	|


Latency distribution:
  10% in 0.0060 secs
  25% in 0.0063 secs
  50% in 0.0066 secs
  75% in 0.0097 secs
  90% in 0.0117 secs
  95% in 0.0120 secs
  99% in 0.0155 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0034 secs, 0.0218 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0017 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.0030 secs, 0.0010 secs, 0.0065 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	1000 responses