results/djangicorn-100-1k.3.log

Summary:
  Total:	1.4817 secs
  Slowest:	0.2475 secs
  Fastest:	0.0044 secs
  Average:	0.0970 secs
  Requests/sec:	674.9032
  
  Total data:	2000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.004 [1]	|
  0.029 [153]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.053 [185]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.077 [35]	|■■■■■■
  0.102 [79]	|■■■■■■■■■■■■■■■
  0.126 [186]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.150 [217]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.175 [74]	|■■■■■■■■■■■■■■
  0.199 [33]	|■■■■■■
  0.223 [19]	|■■■■
  0.247 [18]	|■■■


Latency distribution:
  10% in 0.0218 secs
  25% in 0.0424 secs
  50% in 0.1078 secs
  75% in 0.1381 secs
  90% in 0.1594 secs
  95% in 0.1829 secs
  99% in 0.2283 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0012 secs, 0.0044 secs, 0.2475 secs
  DNS-lookup:	0.0002 secs, 0.0000 secs, 0.0028 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0000 secs
  resp wait:	0.0381 secs, 0.0015 secs, 0.1048 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0015 secs

Status code distribution:
  [200]	1000 responses